org/ghost-in-the-shell.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: 攻殻機動隊
#+DATE: <2021-09-30 Thu>
攻殻機動隊（1995）

#+begin_quote
  不管是模拟体验还是梦

  世上所有的信息都是现实，却又都是虚幻

  不管怎样，一个人类在一生中能接触到的信息都微不足道
#+end_quote

虚幻现实。

#+begin_quote
  自我之所以能成为自我

  所需要的东西也多到超乎想象

  用来和他人区别开的脸

  平时不会意识到的声音

  醒来的时候注视的手

  幼年时的记忆，对未来的预感

  还不止如此，我的电子脑所能连接的庞大信息和网络的广阔

  这些全都是我的一部分

  诞生了名为「我」的意志

  同时也不断地把我压制在某个极限里
#+end_quote

自我的组成部分

#+begin_quote
  所谓的生命，就类似于诞生在信息洪流中的节点

  作为一个种族，生命拥有着名为遗传基因的记忆系统

  而人类只不过是通过记忆才能成为个体

  即使记忆和幻觉是同义词，人类也是通过记忆才得以存在

  在这个计算机普及，使得记忆可以在外部储存的时代

  你们应该更加认真地思考生命体的意义
#+end_quote

生命的意义是什么？

#+begin_quote
  为了能更好地存在

  要变得复杂化和多样化

  偶尔也要将其舍弃

  细胞不断地重复着代谢，不断重生并老化

  然后在死的时候，删除大量的经验情报

  只留下基因和摸因，这也是对抗毁灭的防御功能
#+end_quote

生命需要变化、需要复杂、需要多样

#+begin_quote
  你如何保证我还能是我？

  无法保证

  人是会不断变化的

  你想要维持现在的自己，这种执着会不停地限制着你
#+end_quote

人无法停止改变
