blog/2021/ghost-in-the-shell.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-01-27 Thu 23:01 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>攻殻機動隊</title>
<meta name="generator" content="Org mode">
<link rel="preconnect" href="https://fonts.googleapis.com"><link rel="preconnect" href="https://fonts.gstatic.com" crossorigin><link href="https://fonts.googleapis.com/css2?family=Noto+Sans+SC&display=swap" rel="stylesheet">
<link rel="stylesheet" href="/theme/normalize.css"/>
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">攻殻機動隊</h1>
</header><p>
攻殻機動隊（1995）
</p>

<blockquote>
<p>
不管是模拟体验还是梦
</p>

<p>
世上所有的信息都是现实，却又都是虚幻
</p>

<p>
不管怎样，一个人类在一生中能接触到的信息都微不足道
</p>
</blockquote>

<p>
虚幻现实。
</p>

<blockquote>
<p>
自我之所以能成为自我
</p>

<p>
所需要的东西也多到超乎想象
</p>

<p>
用来和他人区别开的脸
</p>

<p>
平时不会意识到的声音
</p>

<p>
醒来的时候注视的手
</p>

<p>
幼年时的记忆，对未来的预感
</p>

<p>
还不止如此，我的电子脑所能连接的庞大信息和网络的广阔
</p>

<p>
这些全都是我的一部分
</p>

<p>
诞生了名为「我」的意志
</p>

<p>
同时也不断地把我压制在某个极限里
</p>
</blockquote>

<p>
自我的组成部分
</p>

<blockquote>
<p>
所谓的生命，就类似于诞生在信息洪流中的节点
</p>

<p>
作为一个种族，生命拥有着名为遗传基因的记忆系统
</p>

<p>
而人类只不过是通过记忆才能成为个体
</p>

<p>
即使记忆和幻觉是同义词，人类也是通过记忆才得以存在
</p>

<p>
在这个计算机普及，使得记忆可以在外部储存的时代
</p>

<p>
你们应该更加认真地思考生命体的意义
</p>
</blockquote>

<p>
生命的意义是什么？
</p>

<blockquote>
<p>
为了能更好地存在
</p>

<p>
要变得复杂化和多样化
</p>

<p>
偶尔也要将其舍弃
</p>

<p>
细胞不断地重复着代谢，不断重生并老化
</p>

<p>
然后在死的时候，删除大量的经验情报
</p>

<p>
只留下基因和摸因，这也是对抗毁灭的防御功能
</p>
</blockquote>

<p>
生命需要变化、需要复杂、需要多样
</p>

<blockquote>
<p>
你如何保证我还能是我？
</p>

<p>
无法保证
</p>

<p>
人是会不断变化的
</p>

<p>
你想要维持现在的自己，这种执着会不停地限制着你
</p>
</blockquote>

<p>
人无法停止改变
</p>
</div>
</body>
</html>